const scienceData = [
    { q: "1. แมว จัดเป็นสิ่งใด? 🐱", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "left" },
    { q: "2. พัดลม จัดเป็นสิ่งใด? 🌀", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "right" },
    { q: "3. ต้นกุหลาบ จัดเป็นสิ่งใด? 🌹", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "left" },
    { q: "4. ก้อนหิน จัดเป็นสิ่งใด? 🪨", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "right" },
    { q: "5. ยางลบ จัดเป็นสิ่งใด? 🧱", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "right" },
    { q: "6. ปลาทอง จัดเป็นสิ่งใด? 🐠", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "left" },
    { q: "7. โต๊ะเรียน จัดเป็นสิ่งใด? 🪑", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "right" },
    { q: "8. ผีเสื้อ จัดเป็นสิ่งใด? 🦋", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "left" },
    { q: "9. ดินน้ำมัน จัดเป็นสิ่งใด? 🎨", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "right" },
    { q: "10. ต้นมะม่วง จัดเป็นสิ่งใด? 🌳", left: "สิ่งมีชีวิต", right: "สิ่งไม่มีชีวิต", ans: "left" }
];
