const scienceData = [
    { q: "สัตว์ชนิดนี้คืออะไร? (แมว)", left: "สิ่งมีชีวิต 🐱", right: "สิ่งไม่มีชีวิต 🪨", ans: "left" },
    { q: "พัดลม จัดเป็นอะไร?", left: "สิ่งมีชีวิต 🌿", right: "สิ่งไม่มีชีวิต 🌀", ans: "right" },
    { q: "ต้นกุหลาบ จัดเป็นอะไร?", left: "สิ่งมีชีวิต 🌹", right: "สิ่งไม่มีชีวิต 🧱", ans: "left" },
    { q: "ก้อนหิน จัดเป็นอะไร?", left: "สิ่งมีชีวิต 🐕", right: "สิ่งไม่มีชีวิต 💎", ans: "right" },
    { q: "ตุ๊กตาหมี จัดเป็นอะไร?", left: "สิ่งมีชีวิต 🐼", right: "สิ่งไม่มีชีวิต 🧸", ans: "right" },
    { q: "นักเรียน จัดเป็นอะไร?", left: "สิ่งมีชีวิต 👦", right: "สิ่งไม่มีชีวิต 🚗", ans: "left" },
    { q: "รถยนต์ จัดเป็นอะไร?", left: "สิ่งมีชีวิต 🐴", right: "สิ่งไม่มีชีวิต 🚘", ans: "right" }
];
